"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Někdo jiný?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 přítel poblíž";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 den";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hod.";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 min.";

"1d|short indicator that a user was active 1 day ago" = "1 den";

"1h|short indicator that a user was active 1 hour ago" = "1 hod.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limit 1 min.: Uvolněním odešlete";

"1m|short indicator that a user was active 1 minute ago" = "1 min.";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dny";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 hod.";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 min.";

"A new version of Messenger is available.|New version title" = "Nová verze aplikace Messenger je k dispozici.";

"Activation Code|placeholder text for activation code field" = "Aktivační kód";

"Activation Request Failed|" = "Žádost o aktivaci se nezdařila.";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Nyní aktivní (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Přidat oblíbené";

"Add More People|button for adding people to the conversation" = "Přidat další osoby";

"Add More People|title for add members page" = "Přidat další osoby";

"Add More People|title for add people page" = "Přidat další osoby";

"Add People|button to add members to the message thread" = "Přidat uživatele";

"Add Photos|Button label for adding photos from the photo library" = "Přidat fotky";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Přidat ke stávajícímu kontaktu";

"Adding...|adding progress text" = "Přidávání...";

"Advanced Settings|text for advanced settings button" = "Pokročilá nastavení";

"Advanced|title for advanced settings page" = "Pokročilé";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Výstrahy jsou vypnuty do %1$@.";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Výstrahy jsou vypnuty na 1 hod.";

"Alerts Off|Indicates that alerts are off" = "Výstrahy jsou vypnuty.";

"Alerts On|Indicates that alerts are on" = "Výstrahy jsou zapnuty.";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Všechna upozornění jsou na 8 hodin vypnuta.";

"All notifications are off.|Mute warning display on thread list" = "Všechna upozornění jsou vypnuta.";

"All|Segment button label for all stickers" = "Vše";

"Answer|Text for button that accepts a call" = "Odpověď";

"Archive|Button label that will archive the conversation" = "Archivovat";

"Archive|Label for archive button when swipe to archive in thread list view" = "Archivovat";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Opravdu chcete tento název konverzace odstranit?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Opravdu chcete tuto konverzaci opustit? Další nové zprávy již nebudete dostávat.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Určitě?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Připojit fotku";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Připojit média";

"Back|Go back to previous screen" = "Zpět";

"Back|generic nav bar back button" = "Zpět";

"Background task expired|Error string for app killed in background while message was sending" = "Platnost úlohy na pozadí vypršela.";

"Bing Image Search|" = "Vyhledávání obrázků Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Obsah můžete rozeslat současně maximálně %1$i lidem.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Rozeslání";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Rozeslání";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Do šíření lze zahrnout maximálně %1$i příloh.";

"Bring messages to life|Title of Media attachment NUX" = "Přiveďte zprávy k životu.";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Vysílání";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Vysílání";

"Call Ended|End call message in non-error case" = "Hovor ukončen.";

"Call Ended|String shown when the call ends" = "Hovor ukončen.";

"Call Failed|End call message in error case" = "Volání se nezdařilo.";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Volejte přátelům přes Wi-Fi nebo mobilní síť. Platí běžné sazby za přenos dat.";

"Call %@|action sheet option for calling a phone number" = "Volat uživateli %1$@";

"Call|Call" = "Volat";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Prostřednictvím Wi-Fi je volání bezplatné. Volání přes mobilní síť je zpoplatněno standardními sazbami.";

"Camera|Button label for attaching a photo from the camera" = "Fotoaparát";

"Cancel|Title for generic Cancel button." = "Storno";

"Celebrations|Title of list of friends who have events to celebrate." = "Oslavy";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Můžete chatovat s kterýmkoli kontaktem nebo číslem v telefonu bez jakýchkoli nákladů.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Vybrat přátele";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Vyberte fotku";

"Clear|prompt to clear all unsent messages" = "Vymazat";

"Clearing...|Progress text shown while clearing the image for a thread" = "Mazání...";

"Close active chat|Button to close an active chat" = "Zavřít aktivní chat";

"Close|Title of button in navigation bar to close a web page." = "Zavřít";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Nastavení zavírání";

"Comment|Comment button title" = "Komentář";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Vytvořit zprávu pro uživatele %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Vytvořit zprávu pro uživatele %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Potvrzení telefonu";

"Connecting|Text shown on call screen while connecting a call" = "Připojování";

"Connection Failed|Alert title when connection failed" = "Připojení se nezdařilo.";

"Connection Lost|End call message in connection lost case" = "Spojení přerušeno";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Kontaktní údaje";

"Contact Info|Title of the canonical thread info page." = "Kontaktní údaje";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Pokračovat a příště dotaz nezobrazovat";

"Continue|Button label to continue through zero rating session fence" = "Pokračovat";

"Continue|Login - Login Button Title for Keychain Login" = "Pokračovat";

"Conversation Name|placeholder text in conversation name textfield" = "Název konverzace";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Kopírovat";

"Copy|Title for buttons and menus that let user copy the current text" = "Kopírovat";

"Copy|action sheet option for copying a string to the clipboard" = "Kopírovat";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Nové členy nelze přidat. Zkuste to znovu.";

"Could not load sticker store.|Error message for sticker store load failure" = "Obchod se samolepkami nelze načíst.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Nelze načíst informace o dostupnosti.";

"Countries|Title for country picker" = "Země";

"Country|Country - Country placeholder text" = "Země";

"Create Group Chat|Label for a button that creates a new group chat" = "Vytvořit skupinový chat";

"Create Group Chat...|Text on a button to compose a new group message" = "Vytvořit skupinový chat...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Vytvořit skupinovou konverzaci";

"Create New Contact|action sheet option for creating a new contact" = "Vytvořit nový kontakt";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Právě má hovor.";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Přizpůsobit nastavení upozornění";

"Decline|Text for button that declines a call" = "Odmítnout";

"Delete Conversation Name|alert title for deleting conversation name" = "Odstranit název konverzace";

"Delete Conversation|Button label that will delete the conversation" = "Odstranit konverzaci";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Odstranit zprávu? Akci nelze vrátit.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Chcete odstranit celou tuto konverzaci?";

"Delete|Button label that will delete the conversation" = "Odstranit";

"Delete|Button to accept deleting the name of a conversation" = "Odstranit";

"Delete|Label for archive button when swipe to archive in thread list view" = "Odstranit";

"Delete|Label for button to delete previous character" = "Odstranit";

"Delete|Label on button that deletes a thread" = "Odstranit";

"Delete|button text for deleting a message" = "Odstranit";

"Delete|button text for removing an unsent message" = "Odstranit";

"Details|title for message details page" = "Podrobnosti";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Zjistěte, kdo je poblíž.";

"Don't Delete|Button to decline to delete the name of a conversation" = "Neodstraňovat";

"Don't Save|Don't save action sheet button" = "Neukládat";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Úpravy seznamu zpráv byly dokončeny.";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Hotovo";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Poklepáním lze upravit.";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Stahování se nezdařilo.";

"Download|Accessibility label for download button in sticker store list view" = "Stáhnout";

"Download|Button title to download an upgrade" = "Stáhnout";

"Download|Label for button to download a sticker pack" = "Stáhnout";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Staženo";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Staženo";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Stahování";

"Downloading|Label for button to show a sticker pack being downloaded" = "Stahování";

"Drag Down to Hide|Chat head dismiss NUX title" = "Přetažením dolů okénko skryjete.";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Přetažením sem položku skryjete";

"Edit|Edit button/label title for chat divebar" = "Upravit";

"Email or phone number|email/phone field placeholder on login screen" = "E-mail nebo telefonní číslo";

"Empty Feedback|Title for empty feedback warning." = "Názor nebyl zadán.";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Povolit";

"Enter Code|Enter Code page title" = "Zadat kód";

"Error|Error title for sticker pack detail view" = "Chyba";

"Error|error title after failed to load webview" = "Chyba";

"FREE|Price label for free sticker pack" = "ZDARMA";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook je lepší, když používáte funkci zjišťování polohy.";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Přihlášení k Facebook Messengeru";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Uživatel Facebooku";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook za vás uloží kontakty. Tyto informace mohou být využity k usnadnění vyhledávání pro jiné uživatele, spojení s lidmi nebo k vytváření návrhů pro vás a ostatní uživatele. Tyto informace můžete upravit klepnutím na tlačítko „i“ v konverzaci. V nastavení aplikace můžete také všechny svoje kontakty odstranit.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook bude pravidelně využívat a ukládat vaše umístění.";

"Failed to add members|title for failing to add members dialog" = "Přidání členů se nezdařilo.";

"Failed to save your settings.|error message after changing thread alert setting." = "Uložení nastavení se nezdařilo.";

"Favorites|chat bar favorites header title" = "Oblíbené";

"Featured|Segment button label for featured stickers" = "Doporučené";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Chcete-li používat funkce Facebooku pro zjišťování polohy, postupujte podle těchto kroků.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Sledovat";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Chcete-li získat přesnější výsledky, přejděte do nastavení zařízení %1$@ a zvolte Služby zjišťování polohy. Pro %2$@ vyberte možnost ZAPNUTO.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Chcete-li získat přesnější výsledky, přejděte do nastavení zařízení %1$@ a klepněte na Soukromí a pak na Služby zjišťování polohy. Pro %2$@ vyberte možnost ZAPNUTO.";

"Free Call|Text on button that starts a messenger call" = "Volat zdarma";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Bezplatné volání není dostupné.";

"Friends Nearby|Title of list of friends who are nearby." = "Přátelé v okolí";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Přátelé v aplikaci Messenger";

"Get Directions|action sheet option for viewing a map" = "Zobrazit trasu";

"Get Facebook Messenger|The title for messenger promotion banner" = "Získat Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Začínáme";

"Get Started|Title for NUX" = "Začínáme";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Sdělte nám svůj názor nebo nahlaste problém.";

"Google Image Search|" = "Vyhledávání obrázků Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Skupinový chat";

"Group Chats|Title for megaphone section helping users discover group chats" = "Skupinové chaty";

"Group Chats|chat bar header for group conversations" = "Skupinové chaty";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Skupinová konverzace";

"Group Conversations|Table header for group threads section" = "Skupinové konverzace";

"Group Info|Title of group thread info page." = "Informace o skupině";

"Group Members|Title for section showing members of a group (member count will follow)" = "Členové skupiny";

"Group Messages|Title for megaphone section helping users discover group chats" = "Skupinové zprávy";

"Group|Button for starting a new group message." = "Skupina";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Konverzujte se skupinou přátel současně.";

"Help|text for help button" = "Nápověda";

"Hold to Talk|The instruction for holding the record button and talk" = "Přidržte a mluvte";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Ano, určitě.";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Pokud rádi používáte %1$@, našli byste si chvíli na ohodnocení této aktualizace? Děkujeme.";

"Image Search|action sheet option for choosing a photo from image search" = "Vyhledávání obrázků";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Uvést umístění";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Neplatný potvrzovací kód";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Chcete nainstalovat Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Nainstalovat";

"Install|The text on the button for users to install Messenger." = "Nainstalovat";

"Introducing Chat Heads|Chat head intro NUX title" = "Představujeme okénka chatu.";

"Invalid Country Code|alert title for invalid country code" = "Neplatné předčíslí země";

"Invalid Phone Number|alert title for invalid phone number" = "Neplatné telefonní číslo";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Zprávy otevřete a zavřete klepnutím.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Zapojte všechny";

"Last Updated: %@|last updated date in pull to refresh header" = "Poslední aktualizace: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Další informace";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Další informace";

"Leave Conversation|leave conversation button" = "Opustit konverzaci";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Opustit konverzaci?";

"Leave|Button title for leaving a thread" = "Opustit";

"Leaving...|Progress text shown while leaving a thread" = "Opouštění...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Dejte lidem v této konverzaci vědět, kde jste.";

"Licenses|Licenses screen title" = "Licence";

"Licenses|text for licenses button" = "Licence";

"Like|Like button title" = "To se mi líbí";

"Like|Title for generic Like button." = "To se mi líbí";

"Load Map|Button text for users to load the map location when zero rated." = "Načíst mapu";

"Loading...|Message presented while waiting for content to load." = "Načítání…";

"Loading...|Placeholder text while results are loading" = "Načítání…";

"Locating You...|Message presented when waiting for an accurate location fix." = "Zjišťování vaší polohy...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Umístění je vypnuto.";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Umístění je pro tuto konverzaci jsou vypnuta.";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Služby umístění jsou vypnuty. Zapněte je, abyste dali lidem v této konverzaci vědět, kde právě jste.";

"Location services are on|Title of location NUX when user has enabled location services." = "Služby umístění jsou zapnuty.";

"Log In to Facebook|Login - Login Button Title for password login" = "Přihlášení na Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Přihlášen(a) jako %1$@";

"Login Approval Required|title of login approval dialog" = "Je vyžadováno schválení přihlášení.";

"Login Failed|Invalid login alert title" = "Přihlášení se nezdařilo.";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Přihlášení jako někdo jiný";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Přihlášení jako %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Přihlášení k jinému účtu";

"Mark as Unread|Button label that will mark the thread as unread" = "Označit jako nepřečtené";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Zpráva všem";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Odeslat zprávu přátelům";

"Message|Button for starting a new message." = "Zpráva";

"Message|button to open a composer to send a message to the page" = "Zpráva";

"Messages|Messenger module display name" = "Zprávy";

"Messages|The title of the message thread list view." = "Zprávy";

"Messages|Title for messages inbox view" = "Zprávy";

"Messages|accessibility (voiceover) label for chathead inbox" = "Zprávy";

"Messages|name of the app with Facebook brand" = "Zprávy";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger pravidelně synchronizuje vaše kontakty, aby vám pomohl oslovit více lidí a spojit se s přáteli.";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Další přátelé (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Další přátelé (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Další přátelé online";

"Name is Too Long|alert title for long conversation name" = "Název je příliš dlouhý.";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Pojmenujte tuto konverzaci.";

"Nearby|Nearby people to send a message to" = "V okolí";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Již nikdy znovu nezmeškejte žádnou zprávu.";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Nikdy již nezmeškejte zprávu od svých přátel.";

"New Message|Text on a button in messages popover to compose a new message" = "Nová zpráva";

"New Message|Title of screen shown when user is composing a new message" = "Nová zpráva";

"New version available|Title of alert displayed when new version is available" = "K dispozici je nová verze.";

"Next|Generic button to move to next item" = "Další";

"Next|button label for moving to the next screen" = "Další";

"No Internet Connection|Warning banner for no network connection" = "Bez připojení k internetu";

"No Message|dialog title for when user tries to send an empty message" = "Žádná zpráva";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Žádní účastníci";

"No Participants|String when no participants are on the thread" = "Žádní účastníci";

"No Recipients|dialog title for when user tries to send to no recipients" = "Žádní příjemci";

"No Results|Alert title when there are no results from image search." = "Žádné výsledky";

"No locations shared recently.|message on map view when no location has been shared recently" = "V poslední době nebylo sdíleno žádné umístění.";

"No response.|Error reported when no response is received from the server" = "Žádná odpověď";

"No, Thanks|Label on button for user to decline to rate the app" = "Ne, děkuji";

"Not Now|Button text to temporarily ignore the installation message" = "Nyní ne";

"Not Now|Do not enable contact sync button label, 15 char max" = "Nyní ne";

"Not Now|Not now alert popup button" = "Nyní ne";

"Not Now|Title of button to not share location for now." = "Nyní ne";

"Not Now|button label for deferring enabling push notifications" = "Nyní ne";

"Not now|Button title to decline an upgrade" = "Nyní ne";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Upozornění jsou na 8 hodin vypnuta.";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Upozornění jsou zapnuta.";

"Notifications for This Conversation|Title for per-thread notification settings" = "Upozornění pro tuto konverzaci";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Upozornění pro tuto konverzaci jsou vypnuta.";

"Notifications|Label for enabling/disabling notification" = "Upozornění";

"Notifications|Label for enabling/disabling notifications" = "Upozornění";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Vypnuto až do %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Vypnuto na 1 hod.";

"Off|Short string for indicating that alerts are off" = "Vypnuto";

"On|Short string for indicating that alerts are on" = "Zapnuto";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Jakmile odstraníte svoji kopii této konverzace, nebudete moct vrátit tuto akci zpět.";

"Only You|String for describing a thread where you are the only user remaining" = "Jenom vy";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Otevřete nastavení iPhonu.";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Otevřít Mapy";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Otevřít obchod se samolepkami";

"Other People|Table section header for a list of non-friend search results" = "Další lidé";

"Password|password field placeholder on login screen" = "Heslo";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Lidé v této konverzaci mohou vaše umístění zobrazit na mapě.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Uživatelé, které přidáte, uvidí všechny předchozí zprávy v této konverzaci.";

"Phone Number|placeholder text for phone number field" = "Telefonní číslo";

"Pin friends you message most|Label when users have no favorites" = "Připněte přátele, kterým nejčastěji posíláte zprávy.";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Zkontrolujte potvrzovací kód a zkuste to znovu.";

"Please check your network connection and try again.|" = "Zkontrolujte připojení k síti a zkuste to znovu.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Zkontrolujte číslo a zkuste to znovu.";

"Please check your number and try again.|alert message for invalid phone number" = "Zkontrolujte číslo a zkuste to znovu.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Stáhněte nejnovější verzi aplikace Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Zadejte zprávu nebo připojte fotku.";

"Please enter a valid country code.|alert message for invalid country code" = "Zadejte platné předčíslí země.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Zadejte e-mail a heslo, pomocí nichž se přihlašujete na Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Popište svůj problém.";

"Please rate the quality of your call|Prompt for call quality survey" = "Ohodnoťte kvalitu svého hovoru.";

"Please re-login to renew your session.|Error message for expired session" = "Chcete-li relaci obnovit, přihlaste se znovu.";

"Please try again|Alert message when there are no results from image search." = "Zkuste to znovu.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Použijte kratší název konverzace.";

"Privacy & Terms|text for privacy and terms button" = "Soukromí a podmínky";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Okénka chatu skryjete tak, že je přetáhnete k ikoně Ⓧ.";

"Pull down to refresh...|message for pull down to refresh" = "Stažením obnovit…";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Výstrahy upozornění funkce Push jsou vypnuty.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Výstrahy upozornění funkce Push jsou vypnuty.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Zvuková signalizace upozornění funkce Push je vypnuta.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Upozornění funkce Push E-mail jsou vypnuta.";

"Push up to refresh...|message for push up to refresh" = "Sbalením obnovit…";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Tady rychle najdete svoje skupinové chaty.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Tady rychle najdete svoje skupinové zprávy.";

"Rate %@|Alert title for asking user to rate this app." = "Ohodnotit %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Hodnotit %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Zastihněte přátele bez ohledu na to, kde právě jsou – na mobilu nebo přes web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Zastihněte přátele, ať se momentálně nacházejí kdekoli.";

"Recent Stickers|Accessibility label for recently used stickers" = "Nejnovější nálepky";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Nejnovější samolepky";

"Record Video|action sheet option for recording a video" = "Natočit video";

"Record Voice|Button label for attaching an audio clip" = "Nahrát hlas";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Rekordér se nepodařilo spustit.";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Nahrávání zrušeno";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Uvolněním zrušíte nahrávání.";

"Release to refresh...|message for releasing to refresh" = "Uvolněním obnovit…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Připomenout později";

"Remove Attachment|action sheet option for removing current attachment" = "Odebrat přílohu";

"Remove Photo|action sheet option for removing chosen photo" = "Odebrat fotku";

"Remove Photo|action sheet option for removing current attachment" = "Odebrat fotku";

"Removing...|text for removing progress" = "Odebírání...";

"Report a Problem|title for give feedback or report bug" = "Nahlásit problém";

"Resend|Resend - Resend Button Title" = "Odeslat znovu";

"Retry|generic retry button" = "Zkusit znovu";

"Ringing|Text shown on call screen while contacting another party" = "Vyzvánění";

"Save Photo|action sheet option to save photo to library" = "Uložit fotku";

"Save photo as conversation image?|" = "Chcete fotku uložit jako obrázek konverzace?";

"Save|" = "Uložit";

"Saving...|Progress text shown while saving a new image for a thread" = "Ukládání…";

"Saving...|Progress text shown while saving a new name for a thread" = "Ukládání...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Vyhledávání dalších přátel...";

"Search to add favorites|placeholder in edit favorites search bar" = "Vyhledat a přidat oblíbené položky";

"Search|placeholder in search bar" = "Vyhledávání";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Vyhledávání…";

"See Group Chats|Label for a button that creates a new group chat" = "Zobrazit skupinové chaty";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Podívejte se, kde se nacházejí přátelé, a podělte se s nimi o to, kde se nacházíte vy. Přátelům se nezobrazí vaše přesné umístění.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Zobrazeno všemi";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Zobrazeno všemi";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Zobrazil(a) %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Zobrazeno uživatelem %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Zobrazeno uživateli %1$@";

"Seen by:|Text for seen state header" = "Zobrazeno:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Zobrazil(a) %1$@ poblíž %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Zobrazeno %1$@";

"Select country code|select country code text" = "Vybrat předčíslí země";

"Send (%i)|Send button with count in parentheses" = "Odeslat (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Chyba odesílání";

"Send in Message|Sharing option" = "Odeslat ve zprávě";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Odeslat na telefon, chat a web";

"Send|Nav bar send button text" = "Odeslat";

"Send|Send button" = "Odeslat";

"Send|text to show in the send button" = "Odeslat";

"Sending...|sending progress text" = "Odesílání…";

"Sending…|Text used below message bubble to show send is in progress" = "Odesílání…";

"Sent a message|default notification text for messages with no body text" = "Zaslal(a) zprávu";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Odesláno z aplikace Messenger";

"Sent from email|indicator that a message was sent from email" = "Odesláno z e-mailu";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Odesláno z mobilu";

"Sent from web|indicator that a message was sent sent from web or chat" = "Odesláno z webu";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Odesláno z %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Odesláno na %1$@";

"Session Expired|Error title for expired session" = "Relace vypršela.";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Nastavte Facebook na ZAPNUTO.";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplikace Nastavení > Obecné > Služby umístění";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplikace Nastavení > Služby umístění";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplikace nastavení &gt; Soukromí &gt; Polohové služby";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Nastavení";

"Settings|Settings alert popup button" = "Nastavení";

"Settings|title for settings page" = "Nastavení";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Sdílejte svoje umístění, abyste viděli i ostatní.";

"Share|Share button title" = "Sdílet";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Sdílené fotky";

"Shared a link|text for a link share" = "Sdílení odkazu";

"Shared a photo|text for a photo share" = "Sdílení fotky";

"Shared a video|text for a video share" = "Sdílení videa";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Zobrazit klávesnici";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Zobrazit samolepky";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Přidejte se na Facebook";

"Skip|Skip - Skip Button Title" = "Přeskočit";

"Something went wrong. Want to try again?|retry dialog message" = "Vyskytla se chyba. Chcete akci opakovat?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Vyskytla se chyba.";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Standardní poplatky za přenos dat";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Načítání dat mapy je zpoplatněno standardními sazbami.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Zahájit skupinové chaty";

"Sticker Store|Navigation bar title for sticker store view" = "Obchod se samolepkami";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Ukončit přidávání médií";

"Submit|Submit button title" = "Odeslat";

"Suggestions|Suggested people to send a message to" = "Návrhy";

"Switch Account|text for switching logged in user" = "Přepnout účet";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Přepněte na wi-fi, abyste mohli telefonovat.";

"Sync Contacts|Start contact sync button label, 15 char max" = "Synchronizovat kontakty";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Synchronizace kontaktů";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Přidejte k příspěvkům a fotkám umístění. A zjistěte, co se děje v okolí, a to i když zrovna máte telefon v kapse.";

"Take Photo|action sheet option for taking a photo" = "Pořídit fotku";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Klepněte na možnost Obecné.";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Klepněte na služby zjišťování polohy.";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Klepněte na možnost Soukromí.";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Klepnutím na „Zkuste to znovu“ zprávu odešlete.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Klepnutím na ozubené kolečko zapnete chat.";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Klepnutím sem se dozvíte o nastaveních a o tom, proč Facebook neustále potřebuje vaše umístění.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Klepnutím na symbol + odesílejte fotky, přidávejte  a nahrávejte hlasové zprávy.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Klepnutím se vrátíte a budete moci volat.";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Klepnutím zapnete služby umístění.";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Na dané číslo nelze odesílat textové zprávy.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Posílejte přátelům textové zprávy zdarma.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Zasílejte textové zprávy přátelům bez ohledu na to, kde jsou – buď na telefon nebo na chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "U daného telefonního čísla není povolen příjem textových zpráv.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Během připojování na Facebook se vyskytla chyba. Zkontrolujte stav připojení a zkuste to znovu.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Při spojování hovoru došlo k problému. Připojte se k wi-fi a zkuste to znovu.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tip: Již nikdy nezmeškejte žádnou zprávu";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Chcete-li přijímat hovory, musíte aktualizovat na novou verzi Messengeru.";

"To complete your phone number activation, please enter the activation code|" = "Aktivaci telefonního čísla dokončíte zadáním aktivačního kódu.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Chcete-li ve zprávách uvádět umístění, přejděte na stránku %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Chcete-li telefonovat, musíte aktualizovat na novou verzi Messengeru.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Výstrahy pro tuto konverzaci lze vypnout v nastavení konverzace.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Chcete-li vypnout umístění pro všechny konverzace, přejděte na stránku %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Chcete-li zapnout upozornění, přejděte do Nastavení iPhonu %1$@ Upozornění %2$@ Messenger.";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Chcete-li používat tuto funkci, přejděte do nastavení %1$@ a vyberte Polohové služby. Vyberte možnost ZAPNUTO pro %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Chcete-li používat tuto funkci, přejděte do nastavení %1$@ a klepněte na Soukromí a potom na Polohové služby. Vyberte možnost ZAPNUTO pro %2$@.";

"To|Accessibility label for to field in contact picker" = "Pro";

"To:|to field in contact picker" = "Komu:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Přidržte stisknuté a začněte mluvit.\nUvolněním odešlete, přetažením mimo tlačítko akci zrušíte.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Zkuste to znovu";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Vypnout chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Vypnout do 8,00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Vypnout na 1 hod.";

"Turn Off|Option to turn off alerts" = "Vypnout";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Zapnout chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Zapnout služby zjišťování polohy";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Zapnout upozornění";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Zapnout upozornění";

"Turn On|Option to turn on alerts" = "Zapnout";

"Turn On|Turn on alerts" = "Zapnout";

"Turn On|button label for deferring enabling push notifications" = "Zapnout";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Zapnout upozornění funkce Push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Zapněte upozornění funkce Push, abyste vždy věděli, že vám přišla nová zpráva.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Zapnutí nebo vypnutí upozornění";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Píše...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Uživateli %1$@ se nedá dovolat.";

"Unable to Save Image|retry dialog title for setting thread image" = "Obrázek nelze uložit.";

"Unable to Send|Title for send feedback failed warning." = "Nelze odeslat.";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Do konverzace nelze přidat další uživatele. Zkuste to znovu.";

"Unable to name your conversation.|error message after setting conversation name" = "Konverzaci nelze pojmenovat.";

"Unable to remove you right now.|error messages after leaving conversation" = "Momentálně vás nelze odebrat.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Nelze uložit oblíbené zprávy na Facebook.";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Zprávu nelze odeslat. Chcete to zkusit znovu?";

"Unable to send message.|Alert text for when a message failed to send." = "Zprávu nelze odeslat.";

"Unable to send right now.|error message for failing to send message" = "Momentálně nelze odeslat.";

"Unpin|button title to remove user from favorites" = "Odepnout";

"Update|Get new version now button." = "Aktualizace";

"Updating...|updating progress text" = "Aktualizace…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Upradovat";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Používejte Messenger zdarma.";

"View Call|Text show on button that views an incoming call" = "Zobrazit hovor";

"View Missed Call|Text show on button that views an incoming call" = "Zobrazit zmeškaný hovor";

"View Timeline|Button text to go to a user's timeline" = "Zobrazit profil Timeline";

"View in Maps|action sheet option for viewing a map" = "Zobrazit na mapě";

"View|Alert button that takes user to the thread where a message failed to send" = "Zobrazit";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Je nám líto, že se stažení balíčku samolepek %1$@ nezdařilo. Zkuste to znovu později.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Ve zprávě SMS obdržíte odkaz pro potvrzení svého čísla.";

"Welcome to Messenger|Title for NUX page" = "Vítá vás aplikace Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Komu chcete poslat zprávu?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Komu chcete tuto zprávu odeslat?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Napište příspěvek pro rozeslání (odešle samostatnou zprávu každému příteli).";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Napište příspěvek pro vysílání (odešle samostatnou zprávu každému příteli).";

"Write a message...|Placeholder text to suggest writing a message" = "Napište zprávu...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Můžete uživateli %1$@ zavolat přes Wi-Fi. Zapněte Wi-Fi v nastavení telefonu.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Svoje data můžete spravovat v nastavení soukromí.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Zmeškali jste hovor od uživatele %1$@.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Brzy obdržíte SMS nebo e-mail s kódem, pomocí něhož se přihlásíte.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Nezjistíte, že jste obdrželi zprávu.";

"You|String for you, the user" = "Vy";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Chystáte se opustit Messenger. Služby mohou být zpoplatněny standardní sazbou za přenos dat.";

"Your Stickers|Segment button label for downloaded stickers" = "Vaše samolepky";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Váš přítel nyní nemůže přijímat hovory.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Váš přítel je v kavárně poblíž.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Váš přítel doporučuje restauraci poblíž.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Váš přítel poblíž pořídil fotku.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Odeslání vaší zprávy jednomu nebo více příjemcům se nezdařilo.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Odeslání vaší zprávy jednomu nebo více příjemcům se nezdařilo.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Vaše zpráva nebyla odeslána.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Vaše zprávy nebyly odeslány.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "Aktivní před 1 dnem";

"active 1h ago|indicator that a user was active 1 hour ago" = "Aktivní před 1 hod.";

"active 1m ago|indicator that a user was active 1 minute ago" = "Aktivní před 1 min.";

"active now|indicator that a user is currently active, on web or mobile" = "Nyní aktivní";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktivní na mobilu před %1$@";

"active on mobile|presences status for being active on mobile" = "aktivní na mobilu";

"active %id ago|indicator that a user was active 2+ days ago" = "Aktivní před %1$i dny";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktivní před %1$i hod.";

"active %im ago|indicator that a user was active 2+ minute ago" = "Aktivní před %1$i min.";

"active %@ ago|presences status for being active a relative time ago" = "aktivní před %1$@";

"error|A short message for audio play error" = "chyba";

"is calling|text below the caller's name when they are calling" = "volá";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "píše...";

"on mobile|presences status for being available on mobile" = "na mobilu";

"online %@ ago|presences status for being online on the web a relative time ago" = "online před %1$@";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "píše...";

"%d more friends nearby...|Additional nearby friend results available to show" = "Další přátelé poblíž (%1$d)";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d z %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dnů";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i hod.";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i min.";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "Nalezeno %1$i, shoda %2$i";

"%id|short indicator that a user was active 2+ days ago" = "%1$i dny";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i hod.";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min.";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ a %2$@ používají Facebook Messenger.";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ a %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ set milionů";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ volá.";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ má jiný hovor.";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ je v kavárně poblíž.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ není k dispozici.";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ je na Messengeru";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ píše...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ doporučuje restauraci poblíž.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ řekl(a) %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ desítek tisíc";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ poblíž pořídil(a) fotku.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ se vám pokoušel(a) dovolat.";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ používá Facebook Messenger.";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, nové zprávy (%2$d)";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, další (%2$i)";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ a %3$@ používají Facebook Messenger.";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ a 1 další přítel používají Messenger.";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ a další přátelé (%4$i) používají Messenger.";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mld.";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ tis.";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mil.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "Přátelé poblíž (%1$u)";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "Přátelé (%1$u) s vámi sdílejí svoje umístění.";

"%u photo attached|Accessiblity text for a single photo" = "Připojeny fotky (%1$u)";

"%u photos attached|Accessibility text for a photo set" = "Připojeny fotky (%1$u)";

